phpp01/prvn/objects_apg/dt-payroll-svc-feature-intg-postgres-run-trunc-limit/test/overwatch-test/src/test/java/com/intuit/psp/karate/tests/disadapter/request_e2e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://v1_8.dis.adapters.psp.payroll.sbd.intuit.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <v1:GetAgencyRules>
            <!--Optional:-->
            <GetAgencyRulesRequest/>
        </v1:GetAgencyRules>
    </soapenv:Body>
</soapenv:Envelope>